Repository: Libric0/FocusLocus
Catalog: lib/l10n/app_*.arb
Languages: de

source: Choose a Course!
de: Such dir einen Kurs aus!

source: Copied e-Mail adress to Clipboard!
de: e-Mail Adresse kopiert!

source: Courses
de: Kurse

source: User
de: Nutzer

source: Stats
de: Statistiken

source: Help
de: Hilfe

source: Thank You!
de: Danke

source: About
de: Über

# correctionCorrectMessage
source: Correct! Nice!
de: Richtig! Nice!

# correctionIncorrectMessage
source: Hups, something's wrong.
de: Oh, da lief was schief.

# coursesCouldNotBeLoadedPleaseRestart
source: The courses failed to load. Please restart the app
de: Der Kurs konnte nicht geladen werden. Starte am besten die App neu.

# courseCouldNotBeLoaded
source: The course {courseName} could not be loaded. Please restart the app or reimport the course.
de: Der Kurs {courseName} konnte nicht geladen werden. Starte am besten die App neu, oder importiere den Kurs nocheinmal.

source: Close
de: Schließen

# knowledgeCategoryStandardQuestion
source: Which are {categoryNamePlural}?
de: Welche sind {categoryNamePlural}?

source: If you need assistance or encountered a bug, write a mail to
de: Falls du unterstützung brauchst oder einen Fehler gefunden hast, schreibe bitte eine Mail an:

# quizFinishedScreenYouDidIt
source: You did it!
de: Du hast es geschafft!

# quizFinishedScreenCorrect
source: Correct
de: Richtig

# quizFinishedScreenIncorrect
source: Incorrect
de: Falsch

# quizFinishedScreenYay
source: Yay!
de: Wuh!

# quizFinishedScreenFinally
source: Finally
de: Endlich.

# quizScreenLoadingCards
source: Loading Cards...
de: Karten werden geladen...

# statsScreenNothingDoneYet
source: You didn't do anything yet
de: Du hast noch nichts gemacht

# statsScreenColumnLabelContent
source: Content
de: Inhalt

# userScreenCopiedPseudonymToClipboard
source: Copied Pseudonym to Clipboard
de: Pseudonym kopiert!

# userScreenADHD
source: ADHD
de: ADHS

# userScreenYouDidntStateWhetherYouHaveADHD
source: You didn't state whether you have ADHD
de: Du hast nicht angegeben, ob du ADHS hast

# userScreenYouStatedThatYouHaveNeitherADHDNorFocusProblems
source: You stated that you have neither ADHD nor focus problems
de: Du hast angegeben, dass du weder ADHS noch Konzentrationsprobleme hast

# userScreenYouStatedThatYouDontHaveADHDButFocusProblems
source: You stated that you don't have ADHD but experience focus problems
de: Du hast angegeben, dass du Konzentrationsprobleme hast, aber kein ADHS

# userScreenYouStatedThatYouHaveAnADHDDiagnosis
source: You stated that you have an ADHD-diagnosis
de: Du hast angegeben, dass du eine ADHS Diagnose hast

source: change
de: ändern

source: Do you have ADHD?
de: Hast du ADHS?

source: Neither ADHD nor focus problems
de: Weder ADHS noch Konzentrationsprobleme

source: Focus problems, but no ADHD-diagnosis
de: Konzentrationsprobleme, aber keine ADHS diagnose

source: ADHD-diagnosis
de: ADHS Diagnose

source: cancel
de: Abbrechen

# userScreenDataCollection
source: Data Collection
de: Datenerfassung

# userScreenYouCurrentlyConsentToDataCollection
source: You currently consent to data collection
de: Du stimmst momentan der Datenerfassung zu

# userScreenYouCurrentlyDontConsentToDataCollection
source: You currently don't consent to data collection
de: Du lehnst momentan die Datenerfassung ab

# userScreenStopSendingData
source: Stop sending data
de: Keine Daten mehr senden

# userScreenStartSendingData
source: Start sending data
de: Daten senden

# userScreenYouCanAlwaysRevokeConsent
source: You can always revoke your consent retroactively. In this case all data that you have sent so far will be deleted. To do this, send an e-Mail, possibly with a pseudonymized e-Mail address, with your pseudonym to:
de: Du kannst jederzeit deine Zustimmung retrospektiv zurückziegen. In dem Fall werden alle bisher gespeicherten Daten gelöscht. Um dies zu tun, sende eine e-Mail mit deinem Pseudonym an:

# categoryBomberHelpDialogPlaceABombToBlowUp
source: Place a bomb to blow up all geodes that contain objects that are in the category
de: Platziere eine Bombe um alle Geoden, die Objekte aus der Kategorie enthalten, zu zerstören!

# categoryBomberHelpDialogPlusShapedExplosionDestroysFive
source: The +-shaped explosion destroys up to 5 geodes within its range. Other geodes stay intact
de: Die +-Förmige explosion zerstört bis zu 5 Geoden in seinem Umkreis. Die anderen bleiben intakt

# categoryBomberHelpDialogGeodesThatWereBlownUpCorrectly
source: Geodes that were blown up correctly reveal that they contain ore. Others just leave gravel behind
de: Geoden, die richtigiger Weise gesprengt wurden enthalten Erz. Die Anderen hinterlassen nur Geröll

# categorybomberHelpDialogYouDidEverythingCorrectlyIf
source: You answered correctly if all you can see are ores or intact geodes
de: Du hast alles richtig gemacht, wenn nur Erze und intakte Steine, die kein Erz enthalten, übrig bleiben.

# categoryBomberTooMany
source: Too many!
de: Zu viele!

# categoryBomberNotEnough
source: Not enough!
de: Zu wenige!

# categoryBomberSomethingIsWrong
source: Oh, something is wrong here.
de: Oh, hier ist was falsch.

# categoryBomberStandardQuestion
source: Only blow up {categoryNamePlural}!
de: Sprenge nur {categoryNamePlural}!

# categoryGridButtonChooseAllElementsThatAreInTheCategory
source: Choose all elements that are in the category!
de: Wähle alle Objekte aus, die in der Kategorie sind!

# categoryGridButtonSelectedElementsAreHighlightedInBlue
source: Selected elements are highlighted with a blue border
de: Ausgewählte Objekte sind mit einem blauen Rand markiert

# categoryGridButtonAsYouTapOnDone
source: As you tap on 'done' elements in the category will be displayed in green and those that are not in the category in red. The elements you selected keep their blue border. Look at this example:
de: Wenn du auf 'fertig' tippst, werden alle Objekte in der Kategorie grün angezeigt. Alle anderen sind dann rot. Ausgewählte Elemente behalten den blauen Rand. Guck dir dieses Beispiel an:

# trueWord
source: true
de: wahr

# falseWord
source: false
de: falsch

source: Done
de: Fertig

# multipleChoiceButtonSelectAllCorrectStatements
source: Select all correct statements!
de: Wähle alle korrekten Aussagen aus!

source: Statement
de: Aussage

# multipleChoiceButtonSelectSelectedStatementsAreHighlightedInBlue
source: Selected statements are highlighted in blue
de: Ausgewählte Aussagen werden mit einem blauen Rand markiert

# multipleChoiceButtonSelectAsYouTapOnDone
source: As you tap on 'Done' correct statements will be displayed in green and incorrect ones in red. The statements you selected keep their blue border. Look at this example:
de: Wenn du auf 'Fertig' drückst, werden alle korrekten Aussagen grün angezeigt. Die falschen Aussagen sind dann rot. Ausgewählte Aussagen behalten den blauen Rand. Guck dir dieses Beispiel an:

source: Correct
de: Korrekt

source: Incorrect
de: Falsch

# multipleChoiceButtonSelectWhichStatementsAreCorrect
source: Which statements are true?
de: Welche Aussagen sind Korrekt?

# multipleChoiceSwipingSwipingSwipeCorrectCardsRightAndIncorrectOnesLeft
source: Swipe correct cards right and incorrect ones left!
de: Wische richtige Aussagen nach rechts und falsche nach Links!

# multipleChoiceSwipingCorrectWouldHaveBeen
source: Correct would have been:
de: Richtig wäre:

# multipleChoiceSwipingIncorrectWouldHaveBeen
source: Incorrect would have been:
de: Falsch wäre:

# statementCompleteSelectionChooseTheRightWordToFillTheGap
source: Choose the correct word to fill the gap!
de: Wähle das richtige Wort um die Lücke zu füllen!

# statementCompleteSelectionTheTextHasAGap
source: The text has a gap. You can find buttons for choosing the correct word below. Only one button contains the correct word
de: Der Text hat eine Lücke. Darunter findest du Knöpfe um das richtige Wort auszuwählen. Nur einer der Knöpfe hat eine richtige Antwort

source: The selected word will be highlighted in blue and inserted into the gap
de: Das ausgewählte wort wird in blau markiert und in die Lücke eingefügt

# statementCompleteSelectionCorrectFillInWouldHaveBeenCorrect
source: "{correctFillIn}" would have been correct.
de: "{correctFillIn}" wäre richtig.

# statementCompleteSelectionWhichOneFits
source: Which one fits?
de: Welches Wort passt?

# statementCompleteTypingFillTheGapWithTheRightWord
source: Fill the gap with the right word!
de: Fülle die Lücke mit dem richtigen Wort!

# statementCompleteTypingTapOnTheGap
source: Tap on the gap
de: Tippe auf die Lücke

# statementCompleteTypingEnterTheWordAndSubmitYourAnswer
source: Enter the word and submit your answer
de: Gib das richtige wort ein und tippe dann auf 'Enter'

# statementCompleteTypingFillTheGap
source: Fill the gap!
de: Fülle die Lücke!

# statementCompleteTypingCorrectFillInWouldHaveBeenCorrect
source: "{correctFillIn}" would have been correct.
de: "{correctFillIn}" wäre richtig.

# welcomeScreenThankYouForDownLoadingFocusLocus
source: Thank you for downloading FocusLocus!
de: Danke, dass du FocusLocus heruntergeladen hast!

# welcomeScreenTheStudy
source: The Study
de: Die Studie

# welcomeScreenTheAppCanDoMoreThanJustHelpYouStudy
source: The App can do more than just help you study: It was programmed to find out whether and in what ways people with ADHD learn differently than their peers. You can help by sharing anonymous data about your learning behavior
de: Die App kann mehr als dir beim lernen zu helfen: Sie wurde programmiert um herauszufinden ob und in wie fern Menschen mit ADHS anders lernen als andere. Du kannst dabei helfen, wenn du anonymisierte Daten teilst

# welcomeScreenThisIsYourPseudonym
source: This is your pseudonym
de: Dies ist dein Pseudonym

# welcomeScreenOnlyYouKnowThatItIsYours
source: Only you know that it is yours
de: Nur du weisst, dass es deins ist

# welcomeScreenYouCanFindItUnderTheMenuEntryUser
source: You can find it under the menu entry "User"
de: Du kannst ihn under dem Menüpunkt "Nutzer" einsehen

# welcomeScreenYourData
source: Your Data
de: Deine Daten

# welcomeScreenWhatIsSavedUnderYourPseudonym
source: What is saved under your pseudonym
de: Was unter deinem Pseudonym gespeichert wird

# welcomeScreenWhetherYouHaveADHD
source: Whether you have ADHD
de: Ob du ADHS hast

# welcomeScreenWhenYouOpenedTheApp
source: When you opened the app
de: Wann du die App geöffnet hast

# welcomeScreenPerCardType
source: Per card-type
de: Pro Kartentyp

# welcomeScreenHowOftenYouPlayedIt
source: How often you played it
de: Wie oft du ihn gespielt hast

# welcomeScreenHowManyYouGotRight
source: How many you got right
de: Wie oft du richtig geantwortet hast

# welcomeScreenHowManyYouGotWrong
source: How many you got wrong
de: Wie oft du falsch geantwortet hast

# welcomeScreenHowManyErrorsOfCommissionOccured
source: How many errors of comission occured
de: Wie viele Kommissionsfehler passiert sind

# welcomeScreenHowManyErrorsOfOmissionOccured
source: How many errors of omission occured
de: Wie viele Omissionsfehler passiert sind

# welcomeScreenHowMuchTimeYouSpentOnIt
source: How much time you spent on it
de: Wie lange du gebraucht hast

# welcomeScreenHowOftenItWasDisplayed
source: How often it was displayed
de: Wie oft der Kartentyp angezeigt wurde

# welcomeScreenTheDataIsSavedInPlace
source: The data is saved in {place}.
de: Deine daten werden hier gespeichert: {place}

# welcomeScreenConsent
source: Consent
de: Zustimmung

# welcomeScreenNowYouKnowEverything
source: Now you know everything.
de: Jetzt weisst du alles.

# welcomeScreenMayICollectYourData
source: May I collect your data?
de: Darf ich deine Daten sammeln?

# welcomeScreenYouCanViewAndChangeThisUnderTheMenuEntryUser
source: You can always view and change this under the menu-entry "User"
de: Du kannst deine Zustimmung unter dem Menüpunkt "Nutzer" stets einsehen und ändern.

# welcomeScreenOfCourse
source: Of course!
de: Na klar!

# welcomeScreenNoLetMeStudy
source: No, let me study!
de: Nein, lass mich lernen!

# welcomeScreenADHDState
source: Your ADHD state
de: Dein ADHS Zustand

# welcomeScreenThanks
source: Thanks!
de: Danke!

# welcomeScreenNowYouJustHaveToTellMe
source: Now you just have to tell me:
de: Jetzt musst du mir noch verraten:
